card_data = [
    {
        "title": "Полиэлектролиты и биополимеры",
        "image_url": "https://via.placeholder.com/250x200",
        "topics": [
            "Полимерные комплексы",
            "Доставка лекарственных средств",
            "Самоорганизация полимеров",

        ]
    }, {
        "title": "Полимеризационные процессы",
        "image_url": "https://via.placeholder.com/250x200",
        "topics": [
            "Изучение закономерностей полимеризиции",
            "Разработка новых полимеризационных процессов",
            "Изучение кинетики полимеризации",
        ]
    }, {
        "title": "Химические превращения полимеров",
        "image_url": "https://via.placeholder.com/250x200",
        "topics": [
            "Химическая модификация полимеров",
            "Изучение реакционной способности полимеров",
            "Жидкокристаллические полимеры",

        ]
    }, {
        "title": "Структура полимеров",
        "image_url": "https://via.placeholder.com/250x200",
        "topics": [
            "Полимерные комплексы",
            "Доставка лекарств",
            "Самоорганизация полимеров",
            "Коллоидные полимерные системы"
        ]
    }, {
        "title": "Нанобиоструктуры",
        "image_url": "https://via.placeholder.com/250x200",
        "topics": [
            "Полимерные комплексы",
            "Доставка лекарств",
            "Самоорганизация полимеров",
            "Коллоидные полимерные системы"
        ]
    }, {
        "title": "Практикум",
        "image_url": "https://via.placeholder.com/250x200",
        "topics": [
            "Полимерные комплексы",
            "Доставка лекарств",
            "Самоорганизация полимеров",
            "Коллоидные полимерные системы"
        ]
    }, {
        "title": "Функциональные органические и гибридные системы",
        "image_url": "https://via.placeholder.com/250x200",
        "topics": [
            "Полимерные комплексы",
            "Доставка лекарств",
            "Самоорганизация полимеров",
            "Коллоидные полимерные системы"
        ]
    }, {
        "title": "Функциональные полимеры и полимерные материалы",
        "image_url": "https://via.placeholder.com/250x200",
        "topics": [
            "Полимерные комплексы",
            "Доставка лекарств",
            "Самоорганизация полимеров",
            "Коллоидные полимерные системы"
        ]
    }
]
