time = ["9:00 - 10:35", "10:50 - 12:25", "12:40 - 14:15", "15:00 - 16:35", "16:45 - 18:20"]
time_table = {
    '410':
        {"time": time,
         "monday": ["Математика", 'Русский'],
         "tuesday": ["Математика", 'Русский'],
         "wednesday": ["Математика", 'Русский'],
         "thursday": ["Математика", 'Русский'],
         "friday": ["Математика", 'Русский'],
         "saturday": ["Математика", 'Русский']},
    '411':
        {"time": time,
         "monday": ["Математика", 'Русский'],
         "tuesday": ["Математика", 'Русский'],
         "wednesday": ["Математика", 'Русский'],
         "thursday": ["Математика", 'Русский'],
         "friday": ["Математика", 'Русский']}
}
